Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: A unique machine-readable name. Can only contain lowercase letters, numbers, and underscores.
be: Унікальнае машыначытальнае імя. Можа ўтрымліваць толькі малыя літары, лічбы і падкрэсліванні.

source: A unique name to construct the URL for the menu. It must only contain lowercase letters, numbers and hyphens.
be: Унікальнае імя для стварэння URL для меню. Яно павінна ўтрымліваць толькі маленькія літары, лічбы і злучкі.

source: A user is considered online for this long after they have last viewed a page.
be: Карыстальнікі лічацца анлайн цягам гэтага часу па апошнім праглядзе старонкі.

source: A user-defined date format. See the <a href="@url">PHP manual</a> for available options.
be: Вызначаны карыстальнікам фармат дадзеных. Глядзіце <a href="@url">PHP-даведік</a> для даступных параметраў.

source: A valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
be: Слушная e-mail адрэса. Усе лісты накіроўваемыя сістэмай будуць адпраўляцца на гэтую адрэсу. Дадзеная адрэса не будзе публікавацца і будзе выкарыстоўвацца толькі ў выпадку атрымання новага пароля ці апавяшчэнняў.

source: A welcome message with further instructions has been e-mailed to the new user <a href="@url">%name</a>.
be: Вам высланы ліст з далейшымі інструкцыямі па эл. пошце на адрас <a href="@url">%name</a>.

source: A welcome message with further instructions has been sent to your e-mail address.
be: Вам высланы ліст з далейшымі інструкцыямі па эл. пошце на ваш адрас.

source: AHAH callback
be: Выклік AHAH

source: AM
be: да палудня

source: Abbreviation
be: Абрэвіятура

source: Abkhazian
be: Для задзейнічаных модуляў быў імпартаваны адзін файл перакладу.Абхазская

source: About
be: Аб

source: About %name
be: Пра карыстальніка %name

source: Above
be: Вышэй

source: Access
be: Доступ

source: Access all webform results
be: Доступ да вынікаў усіх вэбформ

source: Access control
be: Кантроль доступа.

source: Access denied
be: Дасяг забаронены

source: Access log settings
be: Наладкі дасягу да логаў

source: Access own webform results
be: Доступ да вынікаў сваіх вэбформ

source: Access own webform submissions
be: Доступ да вынікаў сваіх вэбформаў

source: Access rules
be: Правілы доступа.

source: Access the administrative overlay
be: Доступ да адміністрацыйна перакрываючага слоя

source: Access the content overview page
be: Доступ да старонка прагляду змесціва

source: Access to update.php
be: Доступ да update.php

source: Access type
be: Тып дасягу

source: Account
be: Акаўнт

source: Account activation
be: Актывацыя рахунка

source: Account blocked
be: Рахунак заблакаваны

source: Account canceled
be: Рахунак выдалены

source: Account cancellation confirmation
be: Пацверджанне выдалення акаўнта

source: Account cancellation request for [user:name] at [site:name]
be: Запыт на выдаленне акаўнту ад [user:name] з [site:name]

source: Account details for [user:name] at [site:name]
be: Інфармацыя пра рахунак [user:name] на сайце [site:name]

source: Account details for [user:name] at [site:name] (approved)
be: Дэтали акаўнта для [user:name] ад [site:name] (зацвердзіць)

source: Account details for [user:name] at [site:name] (blocked)
be: Дадзеныя акаўнту для [user:name] на [site:name] (заблакіраваны)

source: Account details for [user:name] at [site:name] (canceled)
be: Дадзеныя акаўнту для [user:name] на [site:name] (выдалены)

source: Account details for [user:name] at [site:name] (pending admin approval)
be: Дэталі акаўнта [user:name] на [site:name] (чакаюць зацвярджэння адміністратара)

source: Account information
be: Інфармацыя што да рахунку

source: Account registration using the information provided by your OpenID provider failed due to the reasons listed below. Complete the registration by filling out the form below. If you already have an account, you can <a href="@login">log in</a> now and add your OpenID under "My account".
be: Рэгістрацыя рахунка, выкарыстоўваючая інфармацыю прадастаўленую вашым OpenID пастаўшчыком, не прайшла паспяхова з-за прычынаў адлюстраваных ніжэй. Завяршыце рэгістрацыю запаўненнем формы ніжэй. Калі вы ўжо маеце рахунак, вы можаце <a href="@login">ўвайсці</a> зараз і дадаць ваш OpenID у "Мой рахунак".

source: Account settings
be: Наладкі акаўнта

source: Acronym
be: Акронім

source: Action
be: Дзеянне

source: Action %action has been unassigned.
be: Адбылася адмена прызначэння дзеяння %action.

source: Action %action saved.
be: Дзеянне %action захаванае.

source: Action %action was deleted
be: Дзеянне %action было выдалена

source: Action '%action' added.
be: Дзеянне '%action' дададзена.

source: Action type
be: Тып дзеяння

source: Actions
be: Дзеянні

source: Actions are individual tasks that the system can do, such as unpublishing a piece of content or banning a user. Modules, such as the <a href="@trigger-help">Trigger module</a>, can fire these actions when certain system events happen; for example, when a new post is added or when a user logs in. Modules may also provide additional actions. Visit the <a href="@actions">Actions page</a> to configure actions.
be: Дзеянні з'яўляюцца індывідуальнымі задачамі, якія можа ажыццяўляць сістэма, напрыклад адмену публікацыі часткі зместу ці забарону карыстальніка. Модулі, напрыклад <a href="@trigger-help">Модуль Трыгер</a>, могуць запусціць гэтыя дзеянні пры ўмове пэўных сістэмных падзей; напрыклад, калі дадаецца новы пост ці карыстальнік уваходзіць у сістэму. Модулі могуць таксама ажыццяўляць дадатковыя дзеянні. Для канфігурацыі дзеянняў наведайце <a href="@actions">Старонка дзеянняў</a>.

source: Activated
be: Актываваны

source: Active
be: Актыўна

source: Active forum topics
be: Актыўныя тэмы форума

source: Active modules
be: Актыўныя модулі

source: Active search modules
be: Актыўныя модулі пошуку

source: Add
be: Дадаць

source: Add %label effect
be: Дадаць %label эфект

source: Add CAPTCHA administration links to forms
be: Dodaj linki CAPTCHA do formularzy

source: Add a feed in RSS, RDF or Atom format. A feed may only have one entry.
be: Дадаць фід ў RSS, RDF альбо Atom фармаце. Фід можа быць толькі адзнаго фармату.

source: Add a language to be supported by your site. If your desired language is not available in the <em>Language name</em> drop-down, click <em>Custom language</em> and provide a language code and other details manually. When providing a language code manually, be sure to enter a standardized language code, since this code may be used by browsers to determine an appropriate display language.
be: Дадайце мову, якая будзе падтрымлівацца на вашым сайце. Калі патрэбнай мовы няма ў выпадаючым спісе <em>Назва мовы</em>, націсніце <em>Іншая мова</em> і пазначце самастойна код мовы і іншую патрэбную інфармацыю. Пры самастойным пазначэнні кода мовы, пераканайцеся, што ўвялі стандартызаваны код мовы, бо гэты код можа выкарыстоўвацца браўзерамі для вызначэння належнага адлюстравання мовы.

source: Add a new @s.
be: Дадаць новы @s.

source: Add a new comment to this page.
be: Дадаць новы каментар да гэтае старонкі.

source: Add a new effect to a style.
be: Дадаць новы эфект да стылю.

source: Add a new file
be: Дадаць новы файл

source: Add a new image style.
be: Дадаць новы стыль выявы.

source: Add a role to the selected users
be: Дадаць ролю выбраным карыстальнікам

source: Add a template
be: Дадаць шаблон

source: Add alias
be: Дадаць аліас

source: Add an OpenID
be: Дадаць OpenID

source: Add and modify shortcut sets.
be: Дадаць і змяніць наборы цэтлікаў.

source: Add another item
be: Дадаць іншы элемент

source: Add block
be: Дадаць блок

source: Add category
be: Дадаць катэгорыю

source: Add child page
be: Дадаць дачынную старонку

source: Add container
be: Дадаць кантэйнер

source: Add content
be: Дадаць кантэнт

source: Add content and child pages to books
be: Дадаць кантэнт і дачынныя старонкі Кнігі

source: Add content type
be: Дадаць тып матэрыяла

source: Add custom language
be: Дадаць мову

source: Add date type
be: Дадаць тып часу

source: Add effect
be: Дадаць эфект

source: Add existing field
be: Дадаць існуючае поле

source: Add existing field: invalid widget.
be: Дадаць існуючае поле: неправільны віджэт.

source: Add existing field: you need to provide a label.
be: Дадаць існуючае поле: вам трэба забяспечыць цэтлік.

source: Add existing field: you need to select a field.
be: Дадаць існуючае поле: вам трэба абраць поле.

source: Add existing field: you need to select a widget.
be: Дадаць існуючае поле: вам трэба абраць віджэт.

source: Add feed
be: Дадаць жывільнік

source: Add field
be: Дадаць поле

source: Add format
be: Дадаць фармат

source: Add forum
be: Дадаць форум

source: Add image effect
be: Дадаць эфект выявы

source: Add language
be: Дадаць мову

source: Add link
be: Дадаць спасылку

source: Add lowercase letters
be: Дадайце літары ў ніжнім рэгістры.

source: Add menu
be: 1 пунктДадаць меню

source: Add new %type
be: Дадаць новы %type

source: Add new @node_type
be: Дадаць новы @node_type

source: Add new comment
be: Дадаць каментар

source: Add new content
be: Дадаць новы кантэнт

source: Add new date type.
be: Дадаць новы фармат даты.

source: Add new field
be: Дадаць новае поле

source: Add new field: invalid widget.
be: Дадаць новае поле: няправільны віджэт.

source: Add new field: the field name %field_name already exists.
be: Дадаць новае поле: назва поля %field_name ужо існуе.

source: Add new field: the field name %field_name is invalid. The name must include only lowercase unaccentuated letters, numbers, and underscores.
be: Дадаць новае поле: імя файла %field_name няправільнае. Імя павінна ўтрымліваць толькі маленькія літары англійскага алфавіту, лічбы і знак падкрэслівання.

source: Add new field: the field name %field_name is too long. The name is limited to 32 characters, including the 'field_' prefix.
be: Дадаць новае поле: поле %field_name занадта доўгае. Імя не павінна перавышаць 32 сімвалы, разам з прэфіксам 'field_'.

source: Add new field: you need to provide a field name.
be: Дадаць новае поле: вам патрэбна даць яму назву.

source: Add new field: you need to provide a label.
be: Дадаць новае поле: вам неабходна дадаць цэтлік.

source: Add new field: you need to select a field type.
be: Дадаць новае поле: абярыце тып.

source: Add new field: you need to select a widget.
be: Дадаць новае поле: абярыце віджэт.

source: Add new file
be: Дадаць новы файл

source: Add new menus to your site, edit existing menus, and rename and reorganize menu links.
be: Дадаць новае меню на ваш сайт, адрэдагаваць існуючыя меню, і пераназваць, і пераўтварыць спасылкі меню.

source: Add new shortcut
be: Дадаць новую хуткую спасылку

source: Add numbers
be: Дадайце лічбы.

source: Add one or more categories on this page to set up your site-wide <a href="@form">contact form</a>.
be: Дадайце адну або больш катэгорый на гэтай старонцы, каб настроіць вашую агульную <a href="@form">кантактную форму</a>.

source: Add other blocks
be: Дадаць іншыя блокі

source: Add punctuation
be: Дадайце знакі пунктуацыі (коскі, кропкі, працяжнікі).

source: Add rel="nofollow" to all links
be: Дадаць rel="nofollow" да кожнай спасылкі

source: Add role
be: Дадаць статус

source: Add rule
be: Дадаць правіла

source: Add shortcut
be: Дадаць хуткую спасылку

source: Add shortcut set
be: Дадаць набор цэтлікаў

source: Add style
be: Дадаць стыль

source: Add term
be: Дадаць тэрмін

source: Add text format
be: Дадаць тэкставы фармат

source: Add to %shortcut_set shortcuts
be: Дадаць да %shortcut_set хуткіх спасылак

source: Add to book outline
be: Дадаць да схемы падшыўкі

source: Add to shortcuts
be: Дадаць да хуткіх спасылак

source: Add uppercase letters
be: Дадайце літары ў верхнім рэгістры.

source: Add user
be: Дадаць карыстальніка

source: Add vocabulary
be: Дадаць слоўнік

source: Add/remove links
be: Дадаць/выдаліць спасылкі

source: Added
be: Дадана

source: Added a shortcut for %title.
be: Дададзена хуткая спасылка для %title.

source: Added content type %name.
be: Дадаць тып змесціва %name.

source: Added date
be: Дададзеная дата

source: Added input format %format.
be: Даданы фармат уводу %format.

source: Added text format %format.
be: Даданы тэкставы фармат %format.

source: Adding and managing book content
be: Дадаць і змяніць кантэнт Кнігі.

source: Adding and removing shortcuts
be: Даданне и выдаленне хуткіх спасылак

source: Adding fields to the default profile
be: Даданне палёў да профіля па-змоўчанні

source: Adding, editing, and deleting feeds
be: Даданне, змяненне і выдаленне фідаў

source: Additional details
be: Дадатковыя дэталі

source: Additional information
be: Дадатковая інфармацыя

source: Additional options
be: Дадатковыя опцыі

source: Adds language handling functionality and enables the translation of the user interface to languages other than English.
be: Дазваляе мяняць настройкі мовы і ўключае функцыі перакладу.

source: Adjust the display of your forum topics. Organize the forums on the <a href="@forum-structure">forum structure page</a>.
be: Падстроіць адлюстраванне тэм вашага форума. Наладзіць форумы на <a href="@forum-structure">старонцы структуры форума</a>.

source: Admin - Menus
be: Admin - меню

source: Admin module
be: Модуль адміністратара

source: Administer
be: Адміністраваць

source: Administer URL aliases
be: Кіраваць URL псеўданімамі

source: Administer actions
be: Адміністраванне дзеяння

source: Administer blocks
be: Адміністраванне блокаў

source: Administer blocks, content types, menus, etc.
be: Адміністраванне блокаў, тыпаў кантэнту, меню і г. д.

source: Administer book outlines
be: Адміністраванне схемаў кнігі

source: Administer comments and comment settings
be: Адміністраванне каментароў і наладак каментароў

source: Administer contact forms and contact form settings
be: Адміністраванне кантактнай формы і наладкаў кантактнай формы

source: Administer content
be: Адмністраванне зместу

source: Administer content and comments.
be: Адміністраванне зместу і каментароў

source: Administer content types
be: Адміністраванне тыпаў зместу

source: Administer forums
be: Адміністратар форумаў

source: Administer image styles
be: Кіраванне стылямі малюнка

source: Administer languages
be: Мовы адміністравання

source: Administer menus and menu items
be: Кіраваць меню і пунктамі меню

source: Administer modules
be: Адміністраванне модуляў

source: Administer news feeds
be: Адміністраванне новых фідаў

source: Administer permissions
be: Адміністраваць правы

source: Administer search
be: Адміністратарскі пошук

source: Administer settings.
be: Налады адміністравання.

source: Administer shortcuts
be: Адміністраванне цэтлікаў

source: Administer site configuration
be: Адміністраваць канфігурацыю сайта

source: Administer software updates
be: Адміністраванне абнаўленняў праграмнага забеспячэння

source: Administer statistics
be: Статыстыка адміністратара.

source: Administer tests
be: Тэсты адміністратара

source: Administer text formats and filters
be: Адміністраваць фарматы тэксту і фільтры

source: Administer themes
be: Адміністраванне тэмаў

source: Administer users
be: Адміністраванне карыстальнікаў

source: Administer views
be: Кіраваць відамі

source: Administer vocabularies and terms
be: Слоўнікі і тэрміны адміністратара

source: Administering content
be: Адміністраванне кантэнта

source: Administering shortcuts
be: Хуткія спасылкі адміністравання

source: Administration
be: Кіраваньне

source: Administration Menu select
be: Абраць Меню Адміністратара

source: Administration Menu select settings
be: Наладзіць меню адміністратара

source: Administration menu
be: Меню адміністратара

source: Administration menu module
be: Модуль Administration menu

source: Administration pages
be: Старонкі адміністравання

source: Administration theme
be: Тема адміністратара

source: Administrative overlay
be: Адміністратыўны перакрываючы слой

source: Administrative toolbar
be: Адміністрацыйная панэль прылад

source: Administrator role
be: Роля адміністратара

source: Administrators can add, edit, and delete feeds, and choose how often to check each feed for newly updated items on the <a href="@feededit">Feed aggregator administration page</a>.
be: Адміністратары могуць дадаваць, рэдагаваць і выдаляць стужкі, а таксама выбіраць, як часта правяраць кожную стужку для новых элементаў <a href="@feededit">на адміністратарскай старонцы Feed aggregator</a>.

source: Administrators only
be: Толькi адмiнiстратары

source: Advanced options
be: Прасунутыя наладкі

source: Advanced search
be: Пашыраны пошук

source: Advanced settings
be: Пашыраныя наладкі

source: Afar
be: Афарская

source: Afghanistan
be: Афганістан

source: Afrikaans
be: Афрыканс

source: After a user has been deleted
be: Пасля таго, як карыстальнік быў выдалены

source: After a user has logged in
be: Пасля таго, як карыстальнік вайшоў

source: After a user has logged out
be: Пасля таго, як карыстальнік выйшаў

source: After creating a new user account
be: Пасля стварэння новага акаўнта карыстальніка

source: After deleting a comment
be: Пасля выдалення каментара

source: After deleting a term
be: Пасля выдалення тэрміна

source: After deleting content
be: Пасля выдалення кантэнта

source: After saving a new comment
be: Пасля захавання новага каментара

source: After saving a new term to the database
be: Пасля захавання новага тэрміна ў базе дадзеных

source: After saving an updated comment
be: Пасля захавання абноўленага каментара

source: After saving an updated term to the database
be: Пасля захавання змененага тэрміна ў базу дадзеных

source: After saving new content
be: Пасля захавання новага кантэнта

source: After saving updated content
be: Пасля захавання змененага кантэнта

source: After the tests run, a message will be displayed next to each test group indicating whether tests within it passed, failed, or had exceptions. A pass means that the test returned the expected results, while fail means that it did not. An exception normally indicates an error outside of the test, such as a PHP warning or notice. If there were failures or exceptions, the results will be expanded to show details, and the tests that had failures or exceptions will be indicated in red or pink rows. You can then use these results to refine your code and tests, until all tests pass.
be: Пасля заканчэння тэста будзе адлюстравана паведамленне побач з кожнай тэставай групай, якое будзе сведчыць аб тым, ці быў ён пройдзены, правалены або ў ім былі выключэнні. Пройдзены тэст азначае, што ён скончыўся з прадбачанымі вынікамі; правалены - наадварот. Выключэнне звычайна сведчыць аб вонкавай памалцы, такой як папярэджанне альбо заўвага PHP. У выпадку, калі былі выключэнні або праваленыя тэсты, вынікі будуць адлюстраваны з падрабязнымі дэталямі, і праваленыя або тэсты з выключэннямі будуць пазначаны красным або ружовым радком. Затым вы зможаце выкарыстаць гэтыя вынікі, каб выправіць свой код і зноў яго пратэставаць, пакуль усе тэсты не будуць пройдзены.

source: After the vocabulary is assigned to the content type, you can start classifying content. The field with terms will appear on the content editing screen when you edit or <a href="@addnode">add new content</a>.
be: Калі слоўнікі далучаны да пэўнага Тыпа змесціва, вы можаце пачынаць класіфікацыю матэрыялаў. Поле з тэрмінамі з'явіцца на экране, калі вы рэдагуеце альбо <a href="@addnode">ствараеце новы матэрыял</a>.

source: After this period, the poll will be closed automatically.
be: Па сканчэнни гэтага тэрміну апытанне аўтаматычна зачыніцца.

source: After updating a user account
be: Пасля абнаўлення акаўнта карыстальніка

source: After you create an image style, you can add effects: crop, scale, resize, rotate, and desaturate (other contributed modules provide additional effects). For example, by combining effects as crop, scale, and desaturate, you can create square, grayscale thumbnails.
be: Пасля стварэння вамі стылю малюнкаў, вы можаце дадаць эфект: абразанне, маштаб, змена памераў, паварот, насышчэнне колераў (іншыя модулі прадастаўляюць дадатковыя эфекты). Напрыклад, камбініраванне эфектаў абразання, маштабу і змены насышчэння колераў, вы можаце зрабіць квадрат ці чорна-белую мініацюру.

source: After you have created a menu, you must enable and position the associated block on the <a href="@blocks">Blocks administration page</a>.
be: Пасля стварэння меню вы павінны ўключыць і размясціць звязаны блок на <a href="@blocks">старонцы Адміністравання блокаў</a>.

source: Aggregate JavaScript files.
be: Групаваць файлы JavaScript.

source: Aggregate and compress CSS files.
be: Згрупаваць і зціснуць файлы CSS.

source: Aggregates syndicated content (RSS, RDF, and Atom feeds).
be: Сындыкаваны кантэнт агрэгата (стужкі RSS, RDF Atom).

source: Aggregator
be: Агрэгатар

source: Aggressive caching was disabled and replaced with normal caching. Read the page caching section in default.settings.php for more information on how to enable similar functionality.
be: Агрэсіўнае кэшыраванне было забаронена і змененае на нармальнае кэшыраванне. Чытайце на старонцы default.settings.php секцыю кэшыравання для атрымання большых звестак, як дазволіць падобную функцыянальнасць.

source: Akan
be: Аканская

source: Aland Islands
be: Аландскія астравы

source: Albania
be: Албанія

source: Albanian
be: Албанская

source: Album
be: Альбом

source: Algeria
be: Алжыр

source: Alias
be: Аліас

source: Alias: @alias
be: Аліас: @alias

source: All
be: Усе

source: All (@count)
be: Усё (@count)

source: All included components in a hierarchical structure.
be: Усе уключаныя кампаненты ў выглядзе іерархічнай структуры.

source: All languages
be: Усе мовы

source: All messages
be: Усе паведамленні

source: All necessary changes to %dir and %file have been made, so you should remove write permissions to them now in order to avoid security risks. If you are unsure how to do so, consult the <a href="@handbook_url">online handbook</a>.
be: Усе неабходныя змены у %dir ды %file былі зроблены. Такім чынам Вам варта перапісаць правы доступа да іх, каб пазбегнуць рызыкі бяспекі. Калі Вы не ўпэўнены, як гэта зрабіць, канстультуйцеся на <a href="@handbook_url">анлайн дапаможніку</a>.

source: All newer versions
be: Усе абноўленыя версіі

source: All of your projects are up to date.
be: Усе вашы праекты знаходзяцца ў актуальным стане

source: All pages except those listed
be: Усе старонкі, акрамя пералічаных

source: All recent content
be: Увесь апошні кантэнт

source: All roles for the default format must be enabled and cannot be changed.
be: Усе статусы для фармата па змоўчанні мусяць быць актывізаванымі без магчымасьцяў рэдагавання.

source: All roles for this text format must be enabled and cannot be changed.
be: Усе ролі для гэтага тэкставага фармату павінны быць уключаны, і не могуць быць зменены.

source: All roles may use default format
be: Фармат па змоўчанні можа быць выкарыстаным усімі статусамі

source: All roles may use this format
be: Усе ролі могуць выкарыстоўваць гэты фармат

source: All terms
be: Усе тэрміны

source: All text groups
be: Усе тэкставыя групы

source: All time:
be: За ўвесь час:

source: Allow
be: Дазволіць

source: Allow Upscaling
be: Дазволіць масштабаванне

source: Allow comment title
be: Дазволіць загалоўкі для каментароў

source: Allow individual users to customize the visibility of this block in their account settings.
be: Дазволіць карыстальнікам рэдагаваць бачнасць блоку ў акаўнце.
